// eslint-disable-next-line import/no-anonymous-default-export
export default {
    meta: {
        title: 'רחפן עם מצלמה לילדים | MiniDrone',
        description: 'MiniDrone מתמחה בייצור רחפנים עם מצלמה בטוחים וקלים לשימוש במיוחד לילדים. עם רחפן MiniDrone, הילדים שלכם יוכלו לחוות חוויית טיסה מדהימה תוך צילום וידאו ותמונות ברמה גבוהה, בצורה מהנה ובטוחה',
    },
    header: {
        menu: [
            { label: 'בית', href: '/' },
            { label: 'מוצרים', href: '/products' },
            { label: 'בלוג', href: '/blog' },
            { label: 'מי אנחנו', href: '/about-us' },
        ],
        cta: {
            text: 'הזמן עכשיו',
            href: '/products',
        },
    },
    hero: {
        title: 'רחפן <span className="lg:text-limegreen">עם מצלמה</span> לילדים',
        description: 'ילדים לא נועדו לשבת מול מסכים. בעזרת רחפן מצלמה של MiniDrone, הילדים שלכם יוכלו לצאת החוצה, לחקור את העולם מזווית חדשה ולפתח כישורים חשובים תוך כדי משחק מהנה ובטוח',
        imageName: 'hero.png',
        cta: {
            text: 'רכישה',
            href: '/products',
        },
        cta2: {
            text: 'צור קשר',
            href: '#contact',
        },
    },
    features: {
        list: [
            {
                title: 'קל משקל ונייד',
                description: 'במשקל של פחות מ-249 גרם, הרחפן של  MiniDrone נייד וקל מאוד לשימוש לילדים .',
                imageName: 'feature-1.png',
            },
            {
                title: 'הקלטת וידאו באיכות גבוהה',
                description: 'מקליט וידאו ב-4K/30fps, המאפשר לצלמים צעירים לצלם תמונות אוויריות חדות.',
                imageName: 'feature-2.png',
            },
            {
                title: 'זמן טיסה ארוך',
                description: 'מציע עד 30 דקות של טיסה לכל סוללה, ממזער את הצורך בטעינה .',
                imageName: 'feature-3.png',
            },
            {
                title: 'קל לשימוש',
                description: 'מיועד למתחילים, עם שלט רחוק ותכונות בטיחות כמו GPS לחזרה הביתה.',
                imageName: 'feature-4.png',
            },
        ],
    },
    benefits: {
        title: 'למה להשתמש ב-MiniDrone',
        subtitle: 'MiniDrone הוא הרחפן הטוב ביותר לילדים. הנה כמה יתרונות של השימוש במוצר שלנו.',
        imageName: 'benefits.png',
        list: [
            {
                title: 'קל לשימוש',
                description: 'הרחפן המתקדם שלנו תוכנן במיוחד להיות נוח ונגיש לילדים ללא צורך בניסיון קודם.',
                imageName: 'benefit-1.png',
            },
            {
                title: 'בטוח לילדים',
                description: 'תכונות כמו מגני להבים, חומרים קלים ומגבלת גובה הופכים את הרחפן לבטוח עבור ילדים.',
                imageName: 'benefit-2.png',
            },
            {
                title: 'מצלמה באיכות גבוהה',
                description: 'המצלמה המתקדמת מצלמת וידאו ב-4K ותמונות ב-12MP לתוצאות מרהיבות וחדות.',
                imageName: 'benefit-3.png',
            },
            {
                title: 'זמן טיסה ארוך',
                description: 'מצויד בסוללה עוצמתית המספקת עד 30 דקות של זמן טיסה לחוויה ממושכת.',
                imageName: 'benefit-4.png',
            },
            {
                title: 'קומפקטי',
                description: 'העיצוב הקטן והקל הופך את הרחפן לנייד מאוד ונוח לאחסון ונשיאה.',
                imageName: 'benefit-5.png',
            },
            {
                title: 'מחיר נגיש',
                description: 'הרחפן המתקדם שלנו מגיע במחיר נוח לאיכותו ולתכונותיו העשירות.',
                imageName: 'benefit-6.png',
            },
        ],
    },
    video: {
        title: 'רחפן מדהים לילדים עם מצלמת 4K וזמן טיסה ארוך',
        description: 'צפה ברחפן שלנו בפעולה. הסרטון מציג את התכונות והיכולות של ה-MiniDrone.',
        cta: {
            text: 'הזמן עכשיו',
            href: '/products',
        },
        youtubeVideoId: 'iWKu6WNFf9M',
    },
    gallery: {
        title: 'גלריית המוצרים',
    },
    newsletter: {
        title: 'הירשמו לרשימת התפוצה שלנו',
        description: 'קבל התראות על המבצעים הטובים ביותר שלנו...',
        emailPlaceholder: 'הזן את האימייל שלך...',
        submit: 'הירשם עכשיו',
    },
    footer: {
        text: 'MiniDrone מציעה רחפנים מתקדמים, קלים לשימוש ובטוחים במיוחד עבור ילדים ומתחילים. אנו מחויבים לספק חוויית טיסה מהנה ואיכותית.',
        social: [
            { icon: 'fab fa-facebook-f', href: 'https://facebook.com' },
            { icon: 'fab fa-instagram', href: 'https://instagram.com' },
            { icon: 'fab fa-youtube', href: 'https://youtube.com' },
        ],
        recentPosts: 'פוסטים אחרונים',
        usefulLinks: {
            title: 'קישורים שימושיים',
            list: [
                { title: 'מוצרים', href: '/products' },
                { title: 'בלוג', href: '/blog' },
                { title: 'עלינו', href: '/about-us' },
                { title: 'מדיניות פרטיות', href: '/privacy-policy' },
                { title: 'תנאים והגבלות', href: '/terms-and-conditions' },
            ],
        },
        contact: {
            title: 'צור קשר',
            emailPlaceholder: 'האימייל שלך',
            messagePlaceholder: 'ההודעה שלך',
            submit: 'שלח',
        },
        copyright: '© 2024 MiniDrone | כל הזכויות שמורות',
    },
    blog: {
        title: 'בלוג וטיפים',
        description: 'MiniDrone מביאה לכם מידע שימושי, טיפים וסקירות מוצרים כדי לעזור לכם להפיק את המרב מהרחפן שלכם ולהישאר מעודכנים.',
        posts: [
            {
                date: '9 מרץ, 2024',
                title: 'צפי לשוק הרחפנים הצרכנים בשנת 2024',
                description: 'סקירת מגמות, טכנולוגיות ושחקנים מובילים הצפויים להשפיע על השוק בשנה הקרובה.',
                href: '/blog/consumer-drone-market-outlook-2024',
                imageName: 'blog-1.webp',
                content: [
                    {
                        type: 'paragraph',
                        text: 'שוק הרחפנים הצרכניים צפוי להמשיך לצמוח בקצב מהיר בשנים הקרובות, כאשר יותר ויותר אנשים מגלים את היתרונות והשימושים המגוונים של כלי טיס קומפקטיים ובלתי מאוישים. ההתפתחויות הטכנולוגיות המהירות, לצד ירידת מחירים ושיפורים ברגולציה, הופכים את הרחפנים לנגישים יותר עבור צרכנים ועסקים כאחד.'
                    },
                    {
                        type: 'paragraph',
                        text: 'בין המגמות המרכזיות בשוק הרחפנים ניתן  לראות דגש  ע״י בטיחות וקלות שימוש, שיפור איכות הצילום, עלייה בביקוש לרחפנים קומפקטיים וקלי משקל, אינטגרציה הולכת וגוברת של בינה מלאכותית ויכולות אוטונומיות, וכן התרחבות השימוש ברחפנים ליישומים מסחריים כגון מיפוי, פיקוח ומשלוחים.'
                    },
                    {
                        type: 'blockquote',
                        text: 'ההתקדמות המהירה של הטכנולוגיה והתחרות הגוברת צפויים להוביל לחדשנות מתמשכת ולהמצאת פיתרונות, רחפנים חדשים ומשופרים, התפורים לצרכים המשתנים של הצרכנים.'
                    },
                    {
                        type: 'paragraph',
                        text: 'מבין החברות הבולטות בשוק ניתן למנות DJI, Parrot, Autel Robotics, Skydio ו-Yuneec, כשכל אחת מהן ממשיכה לפתח דגמים חדשים ומתקדמים, בעוד שחברות רבות נכנסות לזירה עם רעיונות חדשניים משלהן. התחרות צפויה להישאר עזה, עם דגש על שיפור הביצועים והאמינות תוך הורדת מחירים.'
                    },
                    {
                        type: 'image',
                        imageName: 'blog-4.webp',
                        alt: 'רחפן צרכני חדש'
                    },
                    {
                        type: 'image',
                        imageName: 'blog-5.webp',
                        alt: 'ילד רץ עם רחפן'
                    },
                    {
                        type: 'paragraph',
                        text: 'ככל שהרחפנים הופכים לפופולריים ונפוצים יותר, קיים צורך מתמשך לחינוך המשתמשים לגבי בטיחות, פרטיות ואחריות בהפעלת כלי הטיס. תעשיית הרחפנים, בשיתוף עם רגולטורים וגופים ממשלתיים, תצטרך להמשיך ולפתח הנחיות וכללים לטיסה בטוחה ואתית.'
                    },
                    {
                        type: 'paragraph',
                        text: 'בסופו של דבר, צפוי ששנת 2024 תהיה עוד שנה מרתקת ומלאת חידושים עבור שוק הרחפנים הצרכניים, עם התקדמויות מתמשכות שיספקו יותר ערך, הנאה ושימושיות למשתמשים ברחבי העולם.'
                    }
                ],
                tags: ['מוצר בכיר', 'רחפן עם מצלמה לילדים', 'משלוחים', 'יבואן רשמי'],
            },
            {
                date: '15 אוגוסט, 2024',
                title: 'כיצד בחירת הרחפן הנכון יכולה לשפר את איכות הצילום שלך',
                description: 'השוואה בין סוגים נפוצים של רחפנים ותכונות מפתח שיכולות לעזור לך לקבל תמונות וסרטונים מדהימים מהאוויר.',
                href: '/blog/how-the-right-drone-can-enhance-your-photography',
                imageName: 'blog-2.webp',
                content: [
                    {
                        type: 'paragraph',
                        text: 'עבור צלמים רבים, רחפנים הפכו לכלי חיוני בארסנל הצילום שלהם, המאפשר להם לתפוס זוויות ופרספקטיבות ייחודיות שלא ניתן להשיג בדרך אחרת. עם זאת, עם מגוון כה רחב של דגמים וסוגים של רחפנים בשוק, בחירת ההתקן המתאים יכולה להיות משימה מאתגרת.'
                    },
                    {
                        type: 'paragraph',
                        text: 'אחד השיקולים העיקריים הוא איכות המצלמה. רוב הרחפנים המודרניים מצוידים במצלמות מובנות, אך הן נבדלות במפרטים כגון רזולוציה, קצב פריימים, גודל חיישן ויכולת לראות ב-RAW. ככלל, מצלמה עם חיישן גדול יותר ועדשה איכותית יותר תפיק תמונות נקיות יותר ופחות רועשות.'
                    },
                    {
                        type: 'blockquote',
                        text: 'צילום וידאו חלק הוא גורם קריטי, במיוחד עבור יוצרי סרטים. רחפנים עם מערכות ייצוב gimbal מתקדמות יכולים למזער רעידות ולהפיק צילומים איכותיים יותר.'
                    },
                    {
                        type: 'paragraph',
                        text: 'כמו כן, שקול את זמן הטיסה והטווח של הרחפן. אם אתה מתכנן צילומים ארוכים יותר או לטוס במרחקים גדולים, תצטרך סוללה עמידה וקישוריות אמינה בין הרחפן לשלט. רחפנים מסוימים מציעים גם תכונות כמו מצבי צילום חכמים, מעקב אחר נושאים ומיפוי תלת-ממדי, שיכולים להיות שימושיים לצרכים מסוימים.'
                    },
                    {
                        type: 'image',
                        imageName: 'blog-6.webp',
                        alt: 'רחפן מצלם נוף הרים'
                    },
                    {
                        type: 'image',
                        imageName: 'blog-7.webp',
                        alt: 'תמונה אווירית של עיר'
                    },
                    {
                        type: 'paragraph',
                        text: 'מעבר למפרטים הטכניים, גם נוחות וקלות השימוש הן שיקולים חשובים. אם אתה מתכנן לקחת את הרחפן לשטח לעתים קרובות, עליך לחפש מודל קומפקטי יחסית שניתן לארוז ולהרכיב בקלות. ממשק משתמש אינטואיטיבי, בשילוב עם תכונות בטיחות כגון חזרה הביתה אוטומטית וחיישני מכשולים, יכול לעשות את החוויה לחלקה ויעילה יותר, במיוחד למשתמשים פחות מנוסים.'
                    },
                    {
                        type: 'paragraph',
                        text: 'לבסוף, אל תשכח לקחת בחשבון את התקציב שלך. בעוד שניתן לרכוש רחפנים מצוידים היטב במחירים נגישים יותר מאי פעם, דגמים מקצועיים יותר עם חיישנים גדולים וטווחים גדולים עדיין עשויים לעלות אלפי דולרים. קביעת טווח מחירים ברור, יחד עם הבנת הצרכים והעדיפויות שלך, תעזור לך למקד את החיפוש ולמצוא את הרחפן האולטימטיבי לשיפור יכולות הצילום שלך.ובנוסף, חשוב לציין כאשר אנחנו מעדיפים מחיר זול מידי על מוצר כמו רחפן צריך לזקחת בחשבון כי האיכות של המוצר כגון, צילומים חדים וברורים, טווח טיסה, זמן חיי הסוללה וכו׳ כרוכים גם כן בבחירה שלך'
                    }
                ],
                tags: ['מחסן', 'אוקיינוס', 'משלוחים', 'מסילת ברזל'],
            },
            {
                date: '27 מאי, 2024',
                title: '5 טיפים לטיסת רחפן בטוחה ואחראית',
                description: 'המדריך הזה ילמד אתכם כיצד להפעיל את הרחפן שלכם בצורה חוקית ומכבדת, תוך הימנעות מצרות.',
                href: '/blog/5-tips-for-safe-and-responsible-drone-flying',
                imageName: 'blog-3.webp',
                content: [
                    {
                        type: 'paragraph',
                        text: 'רחפנים הפכו לכלי פופולרי ונגיש עבור צלמים, חובבים ובעלי עסקים כאחד. עם זאת, הפעלת כלי טיס בלתי מאויש מגיעה עם אחריות מסוימת. על ידי נקיטת צעדים פשוטים כדי להבטיח טיסה בטוחה וחוקית, תוכלו להפחית סיכונים ולהימנע ממצבים בעייתיים.'
                    },
                    {
                        type: 'paragraph',
                        text: 'ראשית, למדו והישארו מעודכנים בתקנות ובחוקים המקומיים החלים על רחפנים. הרשויות קובעות כללים המסדירים היבטים כמו הגובה המותר, המרחק מאנשים ומבנים, וטיסה בתוך או בסביבת אזורים מוגבלים כגון שדות תעופה. אי עמידה בהנחיות הרשמיות עלולה להוביל לקנסות ולהשלכות משפטיות.'
                    },
                    {
                        type: 'blockquote',
                        text: 'רשמו את הרחפן שלכם אם הדבר נדרש, והקפידו להישאר מעודכנים בנוגע לשינויים רגולטוריים בתחום שעשויים להשפיע על אופן השימוש שלכם ברחפן.'
                    },
                    {
                        type: 'paragraph',
                        text: 'שנית, תמיד בדקו את הרחפן שלכם לפני כל טיסה. ודאו שהמצלמה, המדחפים, הסוללה ושאר הרכיבים מאובטחים ופועלים כראוי. תוכנה מעודכנת, מצבר טעון במלואו והגדרת הבקרים יסייעו להבטיח הפעלה חלקה ויציבה.'
                    },
                    {
                        type: 'image',
                        imageName: 'blog-8.webp',
                        alt: 'בדיקה של רחפן לפני טיסה',
                    },
                    {
                        type: 'image',
                        imageName: 'blog-9.webp',
                        alt: 'תמונת רחפן עם אזהרת גובה',
                    },
                    {
                        type: 'paragraph',
                        text: 'נקודה חשובה נוספת היא להיות מודע לסביבתך ולכבד את פרטיות האחרים. הימנע מלטוס מעל קהל או בקרבת בתים פרטיים מבלי להשיג את ההסכמה הנדרשת. לרחפנים יש פוטנציאל ליצור מטרד רעש או לצלם אנשים ללא ידיעתם. לעולם אל תעקוב אחר סובייקטים או תפלוש למרחב האישי של מישהו בלי לבקש רשות.'
                    },
                    {
                        type: 'paragraph',
                        text: 'לבסוף, בחר את אזור הטיסה בקפידה ותישאר במגבלות ההכשרה והכישורים שלך. התחל במקומות פתוחים ללא מכשולים רבים, ועבוד בהדרגה את דרכך למעלה לסביבות מאתגרות יותר. אם אתה מאבד שליטה או נכנס למצב מסוכן, השתמש בתכונות חירום כגון חזרה אוטומטית הביתה או נחיתת חירום. זכור תמיד שבטיחות קודמת להכל.'
                    }
                ],
                tags: ['מחסן', 'אוקיינוס', 'משלוחים', 'מסילת ברזל'],
            },
        ],
        readMore: 'קרא עוד',
    },
    blogPost: {
        recentPosts: 'פוסטים אחרונים',
        tags: 'תגיות',
    },
    privacyPolicy: {
        title: 'מדיניות ופרטיות',
        sections: [
            {
                title: 'מבוא',
                content: 'אנו מעריכים את פרטיותך ומחויבים להגן על המידע האישי שלך. מדיניות ופרטיות זו מסבירה כיצד אנו אוספים את המידע שלך.',
            },
            {
                title: 'המידע שאנו אוספים',
                content: 'אנו אוספים מידע שאתה מספק לנו ישירות, כגון כאשר אתה יוצר חשבון, מבצע רכישה או מתקשר איתנו. אנו גם אוספים מידע באופן אוטומטי באמצעות השימוש שלך בשירותים שלנו, כגון כתובת ה-IP שלך והתנהגות הגלישה.',
            },
            {
                title: 'כיצד אנו משתמשים במידע שלך',
                content: 'אנו משתמשים במידע שלך כדי לספק ולשפר את השירותים שלנו, לעבד עסקאות, לתקשר איתך ולמטרות אחרות המתוארות במדיניות פרטיות זו.',
            },
            {
                title: 'שיתוף המידע שלך',
                content: 'אנו עשויים לשתף את המידע שלך עם צדדים שלישיים כדי לספק את השירותים שלנו, לעמוד בחובות משפטיות ולמטרות אחרות המתוארות במדיניות פרטיות זו.',
            },
            {
                title: 'הבחירות שלך',
                content: 'יש לך בחירות לגבי המידע שלך, כולל אופן השימוש והשיתוף בו. אתה יכול לעדכן את פרטי החשבון שלך והעדפות התקשורת, ויתכן שיש לך את הזכות לגשת, לתקן או למחוק את המידע האישי שלך.',
            },
            {
                title: 'צור איתנו קשר',
                content: 'אם יש לך שאלות כלשהן לגבי מדיניות פרטיות זו, אנא צור איתנו קשר בכתובת privacy@minidrone.com.',
            },
        ],
    },
    termsAndConditions: {
        title: 'תנאים והגבלות',
        sections: [
            {
                title: 'מבוא',
                content: 'תנאים והגבלות אלה מתווים את הכללים והתקנות לשימוש באתר הרשמי של MiniDrone.',
            },
            {
                title: 'זכויות קניין רוחני',
                content: 'מלבד התוכן שאתה הבעלים שלו, תחת תנאים אלה, MiniDrone ו/או המעניקים שלה הם הבעלים של כל זכויות הקניין הרוחני והחומרים הכלולים באתר זה.',
            },
            {
                title: 'הגבלות',
                content: 'אסור לך באופן ספציפי את כל הדברים הבאים: פרסום כל חומר מהאתר בכל מדיה אחרת; מכירה, הענקת רישיון משנה ו/או מסחור בכל דרך אחרת בכל חומר מהאתר; ביצוע ו/או הצגה פומבית של כל חומר מהאתר; שימוש באתר זה בכל דרך שעלולה לגרום נזק לאתר; שימוש באתר זה בכל דרך שמשפיעה על גישת משתמש לאתר זה; שימוש באתר זה בניגוד לחוקים ותקנות ישימים, או בכל דרך שעלולה לגרום נזק לאתר או לכל אדם או ישות עסקית; עיסוק בכל כריית נתונים, איסוף נתונים, חילוץ נתונים או כל פעילות דומה אחרת ביחס לאתר זה; שימוש באתר זה לצורך עיסוק בפרסום או שיווק כלשהו.',
            },
            {
                title: 'התוכן שלך',
                content: 'במונחים סטנדרטיים אלה של האתר, "התוכן שלך" פירושו כל אודיו, וידאו טקסט, תמונות או חומר אחר שתבחר להציג באתר זה. על ידי הצגת התוכן שלך, אתה מעניק ל-MiniDrone רישיון לא בלעדי, ברחבי העולם, בלתי חוזר, בר-רישיון משנה להשתמש, לשכפל, להתאים, לפרסם, לתרגם ולהפיץ אותו בכל מדיה.',
            },
            {
                title: 'אין אחריות',
                content: 'אתר זה מסופק "כמות שהוא", עם כל הפגמים, ו-MiniDrone אינה מביעה מצגים או אחריות מכל סוג שהוא הקשורים לאתר זה או לחומרים הכלולים בו.',
            },
            {
                title: 'הגבלת אחריות',
                content: 'בשום מקרה MiniDrone, או מי ממנהליה, דירקטורים ועובדים, לא יהיו אחראים לכל דבר הנובע או הקשור בכל דרך לשימוש שלך באתר זה, בין אם האחריות היא על פי חוזה. MiniDrone, כולל מנהליה, דירקטורים ועובדים, לא יהיו אחראים לכל חבות עקיפה, תוצאתית או מיוחדת הנובעת או קשורה בכל דרך לשימוש שלך באתר זה.',
            },
            {
                title: 'שיפוי',
                content: 'אתה מתחייב בזאת לשפות את MiniDrone במלוא היקפה בגין כל התחייבויות, עלויות, דרישות, סיבות לתביעה, נזקים והוצאות הנובעים בכל דרך מהפרה שלך של הוראות תנאים אלה.',
            },
            {
                title: 'יכולת הפרדה',
                content: 'אם נמצא שהוראה כלשהי של תנאים אלה אינה תקפה על פי כל חוק ישים, הוראות כאלה יימחקו מבלי להשפיע על ההוראות הנותרות בזאת.',
            },
            {
                title: 'שינוי התנאים',
                content: 'MiniDrone רשאית לשנות תנאים אלה בכל עת כפי שהיא רואה לנכון, ועל ידי שימוש באתר זה אתה אמור לסקור את התנאים האלה על בסיס קבוע.',
            },
            {
                title: 'הסבה',
                content: 'MiniDrone רשאית להמחות ולהעביר בקבלנות משנה את זכויותיה ו/או התחייבויותיה על פי תנאים אלה ללא כל הודעה. עם זאת, אינך רשאי להמחות, להעביר או להעביר בקבלנות משנה את זכויותיך ו/או התחייבויותיך על פי תנאים אלה.',
            },
            {
                title: 'הסכם שלם',
                content: 'תנאים אלה מהווים את ההסכם השלם בין MiniDrone לבינך בנוגע לשימוש שלך באתר זה וגוברים על כל ההסכמים וההבנות הקודמים.',
            },
            {
                title: 'דין מכריע ושיפוט',
                content: 'תנאים אלה יהיו כפופים ויפורשו בהתאם לחוקי מדינת ישראל, ואתה כפוף לסמכות השיפוט הלא בלעדית של בתי המשפט של המדינה והפדרליים הממוקמים בישראל ליישוב כל מחלוקות.',
            },
        ],
    },
    aboutUs: {
        title: 'מי אנחנו',
        sections: [
            {
                title: 'המשימה שלנו',
                content: 'ב-MiniDrone, המשימה שלנו היא לספק רחפנים באיכות גבוהה, בטוחים וקלים לשימוש עבור ילדים, ולהעניק השראה לדור הבא של טייסים וצלמים צעירים.',
            },
            {
                title: 'החזון שלנו',
                content: 'אנו מדמיינים עולם שבו ילדים יכולים לחקור, ללמוד וליהנות עם הטכנולוגיה החדשנית של רחפנים, תוך עידוד יצירתיות וסקרנות.',
            },
            {
                title: 'הסיפור שלנו',
                content: 'נוסדה בשנת 2019, MiniDrone  גדלה מסטארט-אפ קטן לספקית מובילה ורשמית של רחפנים לילדים, ידועה במחויבות שלנו לבטיחות, איכות, אמינות ושביעות רצון הלקוחות שלנו.',
            },
            {
                title: 'הצוות שלנו',
                content: 'הצוות שלנו מורכב ממהנדסים, מעצבים ומחנכים נלהבים שמוקדשים להפיכת טכנולוגיית הרחפנים לנגישה ומהנה עבור ילדים.',
            },
            {
                title: 'הערכים שלנו',
                content: 'אנו מאמינים בבטיחות, חדשנות ושביעות רצון הלקוחות. ערכי הליבה הללו מניעים אותנו לשפר ללא הפסקה את המוצרים והשירותים שלנו.',
            },
        ],
    },
    products: {
        title: 'הזמן את MiniDrone',
        description: 'MiniDrone מציעה מגוון דגמים מתקדמים של רחפנים עם מצלמה, המתאימים לילדים ולמתחילים. כל המוצרים שלנו קלים לתפעול ובטוחים לשימוש.',
        currency: '₪',
        items: [
            {
                id: 'miniDroneBasic',
                href: '/products/mini-drone-basic',
                name: 'MiniDrone בסיסי',
                title: 'MiniDrone <strong>בסיסי</strong>',
                price: 1129,
                customerReviewsLabel: 'ביקורות לקוחות',
                text: 'הרחפן הבסיסי והנגיש שלנו מספק חוויית טיסה מהנה לילדים, עם מצלמה באיכות HD ותכונות בטיחות חיוניות.',
                productInfo: {
                    title: 'פרטי המוצר',
                    list: [
                        { title: 'משקל', description: '249 גרם' },
                        { title: 'זמן טיסה', description: '30 דקות' },
                        { title: 'מצלמה', description: 'וידאו 4K/30fps' },
                        { title: 'בטיחות', description: 'חזרה הביתה GPS' },
                    ]
                },
                description: {
                    title: 'תיאור',
                    text: 'MiniDrone בסיסי הוא הבחירה המושלמת לילדים המעוניינים לצלול לעולם הרחפנים. עם מצלמת HD מובנית, זמן טיסה ארוך ובקרה פשוטה, הוא מספק חוויה מהנה ומתגמלת לטייסים צעירים.'
                },
                additionalInfo: {
                    title: 'מידע נוסף',
                    text: '<strong>MiniDrone בסיסי כולל</strong>:<br>1 x רחפן עם מצלמה לילדים של &nbsp;MiniDrone<br>1 x סוללה חכמה&nbsp;<br>1 x שלט רחוק&nbsp;<br>1 x כבל טעינה<br>3 x כבל USB OTG'
                },
                reviews: {
                    title: 'ביקורות',
                    list: [
                        { name: 'יהונתן כהן', date: '27 מאי, 2024', rating: 5, text: 'מתנה מדהימה לבן שלי! הוא כל כך נהנה לטוס עם הרחפן ולצלם תמונות וסרטונים.', avatarImageName: 'review-1-avatar.jpg' },
                        { name: 'מיכאל לוי', date: '13 אפריל, 2024', rating: 4, text: 'תמורה טובה לכסף. קל להתקנה ולשימוש. זמן טיסה ארוך.', avatarImageName: 'review-2-avatar.jpg' },
                        { name: 'ליאורה ס.', date: '05 דצמבר, 2023', rating: 5, text: 'רחפן עמיד וחזק. המצלמה יציבה והתמונות צלולות. שירות הלקוחות היו אכפתים וסבלניים לכל שאלה.', avatarImageName: 'review-3-avatar.jpg' },
                        { name: 'נוי תמר', date: '16 נובמבר, 2023', rating: 4, text: 'אהבתי את הרחפן הזה! בטיחותי מאוד ואני יכול להיות רגוע ממש כשהילדים משחקים איתו.', avatarImageName: 'review-4-avatar.jpg' },
                    ],
                },
                images: [
                    { imageName: 'gallery-1.webp', title: 'תמונה 1', description: 'MiniDrone בסיסי בפעולה - מראה צד.' },
                    { imageName: 'gallery-2.webp', title: 'תמונה 2', description: 'ילד מעיף את הMiniDrone בסביבת פארק.' },
                    { imageName: 'gallery-3.webp', title: 'תמונה 3', description: 'קלוז אפ של המצלמה האיכותית של הMiniDrone.' },
                ],
            },
            {
                id: 'miniDronePro',
                href: '/products/mini-drone-pro',
                name: 'MiniDrone פרו',
                title: 'MiniDrone <strong>פרו</strong>',
                price: 1249,
                customerReviewsLabel: 'ביקורות לקוחות',
                text: 'רחפן מתקדם יותר עם דיוק מוגבר בשליטה מרחוק, זמן טיסה ארוך ויכולת הקלטת וידאו ב-4K.',
                productInfo: {
                    title: 'פרטי המוצר',
                    list: [
                        { title: 'משקל', description: '249 גרם' },
                        { title: 'זמן טיסה', description: '30 דקות' },
                        { title: 'מצלמה', description: 'וידאו 4K/60fps' },
                        { title: 'בטיחות', description: 'חזרה הביתה GPS' },
                    ]
                },
                description: {
                    title: 'תיאור',
                    text: 'MiniDrone פרו הוא הבחירה האולטימטיבית לילדים הרפתקנים וצלמים שאפתנים. הוא מצויד במצלמה משופרת, מנועים חזקים יותר ותכונות נוספות, כך שתוכלו לצלם נופים מדהימים ולבצע תרגילים מרהיבים.'
                },
                additionalInfo: {
                    title: 'מידע נוסף',
                    text: '<p>MiniDrone בסיסי כולל:<br>1 x רחפן עם מצלמה לילדים של &nbsp;MiniDrone<br>2 x סוללה חכמה<br>1 x שלט רחוק<br>1 x תיק נשיאה<br>1 x סט מדחפים חילוף<br>1 x כבל טעינה<br>3 x כבל USB OTG<br>&nbsp;</p>'
                },
                reviews: {
                    title: 'ביקורות',
                    list: [
                        { name: 'אורנה לוי', date: '27 מאי, 2024', rating: 5, text: ' קניתי את הרחפן הזה לנכד שלי והוא לא מפסיק לשחק איתו. קל מאוד לתפעול אפילו לילדים קטנים, והמצלמה נותנת תמונות וסרטונים מדהימים', avatarImageName: 'review-1-avatar.jpg' },
                        { name: 'נועם מילר', date: '13 אפריל, 2024', rating: 4, text: 'הילדה שלי  לא מפסיקה לשחק עם הרחפן הזה, התמונות והסירטונים יוצאים באיכות גבוה מאוד', avatarImageName: 'review-2-avatar.jpg' },
                        { name: 'אריאל ארגמני', date: '05 דצמבר, 2023', rating: 5, text: ' קניתי לילד שלי את הרחפן הזה ליום ההולדת שלו, והוא לא מפסיק לשחק איתו. איכות התמונה מצוינת, והאפשרות לשלוט בו מרחוק דרך הטלפון ממש נוחה', avatarImageName: 'review-3-avatar.jpg' },
                        { name: 'תומר מתן', date: '16 נובמבר, 2023', rating: 4, text: 'המחיר הפתיע אותי ביחס לאיכות, קניתי בעבר רחפן יקר פי 2 והאיכות שלו לא משתווה לאיכות של הרחפן הזה', avatarImageName: 'review-4-avatar.jpg' },
                    ],
                },
                images: [
                    { imageName: 'gallery-4.webp', title: 'תמונה 1', description: 'צילום אווירי של חוף ים מדהים שצולם על ידי MiniDrone פרו.' },
                    { imageName: 'gallery-5.webp', title: 'תמונה 2', description: 'ילד מפעיל את הMiniDrone פרו על שלט רחוק.' },
                    { imageName: 'gallery-6.webp', title: 'תמונה 3', description: 'MiniDrone פרו חג מעל אגם עם נוף עוצר נשימה.' },
                ],
            },
            {
                id: 'miniDroneProPlus',
                href: '/products/mini-drone-pro-plus',
                name: 'MiniDrone פרו פלוס',
                title: 'MiniDrone <strong>פרו פלוס</strong>',
                price: 1369,
                customerReviewsLabel: 'ביקורות לקוחות',
                text: 'הרחפן המתקדם ביותר שלנו, עם חיישנים אופטיים, מערכת ייצוב משופרת ומנועים חזקים במיוחד לביצועים יוצאי דופן.',
                productInfo: {
                    title: 'פרטי המוצר',
                    list: [
                        { title: 'משקל', description: '249 גרם' },
                        { title: 'זמן טיסה', description: '30 דקות' },
                        { title: 'מצלמה', description: 'וידאו 4K/60fps' },
                        { title: 'בטיחות', description: 'חזרה הביתה GPS' },
                    ],
                },
                description: {
                    title: 'תיאור',
                    text: 'MiniDrone פרו פלוס הוא הרחפן האולטימטיבי לחובבים רציניים המחפשים חוויית טיסה ללא פשרות. הוא מצויד בטכנולוגיה העדכנית ביותר, כולל חיישנים אופטיים לניווט מדויק, מצלמה עם רזולוציית 5K וחומרה משופרת לביצועי שיא בכל טיסה.'
                },
                additionalInfo: {
                    title: 'מידע נוסף',
                    text: '<p>MiniDrone בסיסי כולל:<br>1 x רחפן עם מצלמה לילדים של &nbsp;MiniDrone <span class="Y2IQFc" lang="iw" dir="ltr">3 x סוללה חכמה x שלט רחוק1 x תיק נשיאה1 x סט מדחפים1 x כבל טעינה3 x כבל USB OTG</span><br>&nbsp;</p>'
                },
                reviews: {
                    title: 'ביקורות',
                    list: [
                        { name: 'יוחנן כהן', date: '27 במאי 2024', rating: 5, text: 'הרחפן הכי מתקדם ששיחקתי איתו אי פעם. התכונות והאיכות פשוט יוצאות דופן!', avatarImageName: 'review-1-avatar.jpg' },
                        { name: 'מיכאל אברהם', date: '27 במאי 2024', rating: 5, text: 'קניתי את זה לעצמי והילדים פשוט מתים עליו. השקעה נהדרת עבור כל המשפחה.', avatarImageName: 'review-2-avatar.jpg' },
                        { name: 'לינדה סמית', date: '27 במאי 2024', rating: 5, text: 'הטכנולוגיה בדבר הזה היא פשוט מדהימה. זה כיף גדול וקל לשימוש גם עבור מתחילים.', avatarImageName: 'review-3-avatar.jpg' },
                        { name: 'ירון שמואלי', date: '27 במאי 2024', rating: 4, text: ' מוצר נהדר עם מפרטים מרשימים. מחיר טוב מאוד ונוח .', avatarImageName: 'review-4-avatar.jpg' },
                    ],
                },
                images: [
                    { imageName: 'gallery-7.webp', title: 'תמונה 1', description: 'קלוז אפ של MiniDrone פרו פלוס מראה את החיישנים המתקדמים שלו.' },
                    { imageName: 'gallery-8.webp', title: 'תמונה 2', description: 'איור של MiniDrone פרו פלוס עם מאפייני הדגל הניתנים להחלפה.' },
                    { imageName: 'gallery-9.webp', title: 'תמונה 3', description: 'השוואה של MiniDrone פרו פלוס עם הדגמים האחרים של MiniDrone.' },
                ],
            },
        ],
        addToCartLabel: 'הוסף לעגלה',
    },
    faq: {
        title: 'שאלות נפוצות',
        description: 'MiniDrone מספקת מענה לכל השאלות הנפוצות של לקוחותינו לגבי הרחפנים שלנו ותהליך הרכישה.',
        imageName: 'faq.jpg',
        list: [
            {
                question: 'מהו MiniDrone?',
                answer: 'MiniDrone הוא רחפן קומפקטי עם מצלמה המיועד במיוחד לשימוש על ידי ילדים. הוא נבנה להיות קל לתפעול, בטיחותי ועמיד.',
            },
            {
                question: 'מהו זמן הטיסה של MiniDrone?',
                answer: 'MiniDrone מציע עד 30 דקות של זמן טיסה בסוללה אחת, מה שמפחית את הצורך בטעינות תכופות.',
            },
            {
                question: 'האם MiniDrone קל לשימוש?',
                answer: 'MiniDrone תוכנן במיוחד למתחילים, עם שלט רחוק פשוט ותכונות בטיחות כמו חזרה לבית עם GPS.',
            },
            {
                question: 'האם ל-MiniDrone יש מצלמה איכותית?',
                answer: 'MiniDrone מצלם וידאו ב-4K/30fps, ומאפשר לצלמים צעירים לצלם תמונות אוויריות חדות ויציבות.',
            },
            {
                question: 'האם MiniDrone בטוח לשימוש ילדים?',
                answer: 'MiniDrone בטוח לשימוש על ידי ילדים, עם מאפיינים כמו חזרה הביתה על ידי GPS, עיצוב קל משקל וחומרים עמידים.',
            },
        ],
    },
    facts: {
        title: 'רחפן מדהים לילדים אנחנו כבר <span className="color-limegreen">5 שנים בתחום</span>',
        description: 'MiniDrone מתמחה בייצור רחפנים איכותיים, קלים לשימוש ובטיחותיים במיוחד עבור ילדים. עם ניסיון של 5 שנה, אנו מחויבים לספק חוויית טיסה מהנה ומתגמלת ללקוחותינו.',
        items: [
            {
                icon: 'local_shipping', // Material Icon (ראה https://material.io/resources/icons/)
                value: 32500,
                unit: 'יח׳',
                text: 'רחפנים נמכרו',
            },
            {
                icon: 'public', // Material Icon (ראה https://material.io/resources/icons/)
                value: 52,
                unit: '',
                text: 'מדינות נשלחו',
            },
            {
                icon: 'sentiment_satisfied', // Material Icon (ראה https://material.io/resources/icons/)
                value: 16000,
                unit: '',
                text: 'לקוחות מרוצים',
            },
            {
                icon: 'workspace_premium', // Material Icon (ראה https://material.io/resources/icons/)
                value: 5,
                unit: 'שנה',
                text: 'ניסיון בתחום',
            },
        ],
    },
    testimonials: {
        title: 'ביקורות',
        description: 'לקוחות מכל רחבי העולם נהנים מהאיכות, הביצועים והבטיחות של רחפני MiniDrone.',
        list: [
            { name: 'יוני לוי', text: 'הזמנתי את MiniDrone כמתנה לבן שלי והוא פשוט מאוהב בו. רחפן איכותי ועמיד שמספק שעות של הנאה.', avatarImageName: 'testimonial-1-avatar.jpg' },
            { name: 'תמר כהן', text: 'קיבלתי שירות לקוחות יוצא מן הכלל מצוות MiniDrone. הם ענו על כל השאלות שלי ועזרו לי לבחור את הדגם המתאים עבור הבת שלי.', avatarImageName: 'testimonial-2-avatar.jpg' },
            { name: 'דוד פרץ', text: 'הMiniDrone הוא מתנה מושלמת לכל ילד. הוא קל לתפעול, בעל מצלמה מעולה ובטיחות מובנית. אחד הרחפנים הטובים ביותר בשוק לדעתי.', avatarImageName: 'testimonial-3-avatar.jpg' },
            { name: 'רחל גרין', text: 'כיף לצפות בילדים שלי נהנים מחוויית הטיסה עם הMiniDrone. המחיר סביר בהחלט ביחס לאיכות של המוצר. מומלץ בחום!', avatarImageName: 'testimonial-4-avatar.jpg' },
        ],
    },
    cart: {
        title: 'סיכום הזמנה',
        shippingPrice: 30,
        labels: {
            totalItems: 'סה"כ פריטים',
            shippingCharges: 'דמי משלוח',
            estimatedTotal: 'סה"כ משוער',
        },
    },
    checkout: {
        title: 'תשלום',
        labels: {
            email: 'אימייל',
            name: 'שם מלא',
            phone: 'מספר טלפון',
            submit: 'המשך',
            outOfStock: 'נראה שאזל המלאי! אך אל דאגה, ניצור עמך קשר ברגע שהמוצר יחזור למלאי.',
            error: 'אוי, משהו השתבש. אנא נסה שוב מאוחר יותר.',
        },
        emptyCart: {
            title: 'העגלה שלך ריקה',
            description: 'נראה שעדיין לא הוספת מוצרים לעגלה.',
            cta: {
                text: 'בדוק את קטלוג המוצרים שלנו',
                href: '/products',
            }
        },
        notificationEmailList: [
            "sahar014g@gmail.com",
            "shalevsamina4@gmail.com",
            "yulev5@gmail.com",
            "syetemplate@gmail.com"
        ]
    },
    whatsApp: {
        phoneNumber: '972553197109',
        text: 'היי! אני מעוניין לקבל פרטים בנוגע לרחפן MiniDrone',
    },
};